Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/national_gallery_of_ireland.html.txt.tmx
Source language: en
Languages: ga

source: National Gallery of Ireland
ga: Gailearaí Náisiúnta na hÉireann

source: The National Gallery of Ireland houses both the national collection of Irish art and the collection of European master paintings
ga: Tá i nGailearaí Náisiúnta na hÉireann an bailiúchán náisiúnta d’ealaín na hÉireann agus an bailiúchán de phéintéireacht mháistirshaothair ealaíne na hEorpa

source: The painting collection spans the period from the 14th to the 20th centuries and includes all the major Continental schools
ga: Tá sa bhailiúchán péintéireachta saothair ón tréimhse idir an 14ú agus an 20ú haois agus áirítear leis an uile phríomhscoil Mhór-Roinne

source: Irish painting is charted from its re-emergence in the 17th century through to the work of Jack B
ga: Sonraítear péintéireacht na hÉireann óna hath-theacht chun cinn sa 17ú haois aniar go dtí saothar Jack B

source: Yeats, Ireland's most important 20th century artist
ga: Yeats, an t-ealaíontóir ba thábhachtaí sa 20ú haois in Éirinn

source: The sculpture collection is dispersed throughout the painting galleries and ranges chiefly from the 17th to the 20th centuries
ga: Tá an bailiúchán dealbhóireachta leagtha amach ar fud na ngailearaithe péintéireachta agus is ón 17ú go dtí an 20ú haois an chuid is mó de na saothair

source: Irish portrait busts make up the largest number of sculptures
ga: Is iad bráidealbha portráide na hÉireann is mó atá ann i measc na dealbhóireachta

source: Prints, drawings and watercolours
ga: Priontaí, tarraingtí agus uiscedhathanna

source: The National Gallery has a large collection of original prints by European and American artists, dating from the 17th to the 20th centuries
ga: Tá ag an nGailearaí Náisiúnta bailiúchán mór de phriontaí bunúla de chuid ealaíontóirí Eorpacha agus Meiriceánacha, ón 17ú go dtí an 20ú haois

source: The drawings and watercolours collection includes most movements in European art from the 16th century to modern times
ga: Cuimsítear sa bhailiúchán tarraingtí agus uiscedhathanna formhór ghluaiseachtaí ealaíne na hEorpa ón 16ú haois aniar go dtí an aimsir nua-aimseartha

source: The Gallery's library and archives
ga: Leabharlann agus cartlann an Ghailearaí

source: The purpose of the Gallery's library and archives collection is to support the development and maintenance of the Gallery's collections through the provision of relevant reading material
ga: Is é cuspóir bhailiúchán leabharlann agus chartlann an Ghailearaí tacú le forbairt agus le cothabháil bhailiúcháin an Ghailearaí tríd an ábhar cuí léimh a chur ar fáil

source: The library also serves as a national and international resource for the study of Irish art and as a national resource for the study of European art
ga: Ina theannta sin, feidhmíonn an leabharlann mar acmhainní náisiúnta agus idirnáisiúnta do staidéar ealaín na hÉireann agus mar acmhainn náisiúnta do staidéar ealaín na hEorpa

source: Readers should specify their area of research when making an appointment so that access to the relevant materials can be provided
ga: Ba cheart do léitheoirí a limistéar taighde a shonrú agus coinne á dhéanamh ionas gur féidir rochtain a chur ar fáil ar na hábhair chuí

source: The Gallery is open from 9.30am to 5.30pm, Monday to Saturday
ga: Tá an Gailearaí ar oscailt idir 9.30r.n

source: It is open from 9.30am to 8.30pm on Thursday, from 12.00pm to 5.30pm on Sunday and from 10.00am to 5.30pm on public holidays
ga: agus 5.30i.n., ó Luan go Satharn. Tá sé ar oscailt ó 9.30r.n. agus 8.30i.n. ar an Déardaoin, idir 12.00i.n. agus 5.30i.n

source: The Gallery is closed on Good Friday and on the 24, 25 and 26 December
ga: Tá an Gailearaí dúnta Aoine an Chéasta agus idir an 24, 25 agus an 26 Nollaig

source: Entry to the various galleries and shop stops 15 minutes before the Gallery closes
ga: Ní thugtar cead isteach chuig na gailearaithe éagsúla agus chuig an siopa 15 nóiméad sula ndúntar an Gailearaí

source: Facilities for disabled visitors
ga: Áiseanna do chuairteoirí faoi mhíchumas

source: Public areas of the Gallery are accessible by lifts to all levels and wheelchairs are available on request for mobility impaired visitors
ga: Tá limistéir phoiblí den Ghailearaí inrochtana ag ardaitheoirí chuig an uile leibhéal agus tá fáil ar chathaoireacha rothaí ar iarraidh do chuairteoirí maolghluaiste

source: Further information on accessability is available on the Gallery's website
ga: Tá tuilleadh faisnéise ar fáil ar inrochtaineacht ar láithreán gréasáin an Ghailearaí

source: The gallery provides a range of tours
ga: Cuireann an Gailearaí réimsí turas ar fáil

source: Free public tours are available on Saturdays and Sundays
ga: Tá fáil ar thurais phoiblí saor in aisce ar an Satharn agus ar an Domhnach

source: School tours and guided tours for private groups are also available
ga: Ina theannta sin, tá fáil ar thurais do scoileanna agus ar thurais threoraithe do ghrúpaí príobháideacha

source: Guided tours must be booked for private groups, schools and university groups, special interest groups and individuals
ga: Ní mór turais threoraithe a chur in áirithe do ghrúpaí príobháideacha, do scoileanna agus d’ollscoileanna, do ghrúpaí sainspéise agus do dhaoine aonair

source: Self guided tours must also be booked in advance
ga: Ní mór turais fhéintreoraithe a chur in áirithe roimh ré freisin

source: A minimum of 2 weeks notice is required
ga: Teastaíonn fógra 2 sheachtain ar a laghad

source: You can make a booking online
ga: Is féidir leat turas a chur in áirithe ar líne

source: The Gallery's Education Department organises programmes and events for all age groups
ga: Eagraíonn Rannóg Oideachais an Ghailearaí cláir agus imeachtaí don uile aoisghrúpa

source: Information for schools is available here
ga: Tá fáil ar fhaisnéise do scoileanna anseo

source: Visitors are not allowed to touch the paintings, sculpture or furniture
ga: Ní cheadaítear do chuairteoirí lámh a leagan ar na saothair phéintéireachta, dhealbhóireachta ná ar na troscáin

source: Visitors are not allowed to use cameras, video equipment and mobile phones
ga: Ní cheadaítear do chuairteoirí ceamaraí, trealamh fístéipe ná gutháin phóca a úsáid

source: Smoking, eating and drinking in the Gallery are forbidden
ga: Níl cead tobac a chaitheamh, bia a ithe ná deochanna a ól sa Ghailearaí

source: You should contact the Education Department if you want permission to sketch and paint
ga: Ba cheart duit teagmháil a dhéanamh leis an Rannóg Oideachais más mian leat cead a fháil sceitseáil agus péinteáil a dhéanamh

source: Rooms can be subject to unavoidable short-term closure without notice
ga: D’fhéadfadh seomraí bheith faoi réir dúnadh dosheachanta gearrthéarmach gan fhógra

source: Further information on rules for visitors is available here
ga: Tá fáil ar thuilleadh faisnéise faoi rialacha do chuairteoirí anseo

source: Admission to the Gallery is free
ga: Tá cead isteach chuig an nGailearaí saor in aisce

source: There is an admission charge for visiting temporary exhibitions
ga: Tá táille isteach le híoc chun cuairt a thabhairt ar thaispeántais shealadacha

source: There is no charge for guided tours of the Gallery for school groups
ga: Níl aon táille le híoc ar thurais threoraithe den Ghailearaí do ghrúpaí scoile

source: There is a charge for guided tours for private groups
ga: Tá táille le híoc do thurais threoraithe do ghrúpaí príobháideacha

source: If you wish to arrange a tour of the Gallery, you should contact the Education Department, Tel: (01) 661 5133
ga: Más mian leat turas den Ghailearaí a shocrú, ba cheart duit teagmháil a dhéanamh leis an Rannóg Oideachais, Guthán: (01) 661 5133

source: You can also make a booking online
ga: Is féidir leat turas a chur in áirithe ar líne chomh maith
